ox_docs/corners/david/hist-systems.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-09-24 Fri 14:10 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Classifying Systems</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Taproot" />
<link rel="stylesheet" href="https://taproot3.sanity.gq/global.css" type="text/css"/>
<link rel="stylesheet" href="https://raw.githubusercontent.com/PrismJS/prism-themes/master/themes/prism-atom-dark.css" crossorigin="anonymous" referrerpolicy="no-referrer" />
</head>
<body>
<div id="preamble" class="status">
<div>Classifying Systems  Taproot 2021-09-24 Fri 13:59</div>
</div>
<div id="content">
<h1 class="title">Classifying Systems</h1>
<p>
Terms like '<a href="hist-states.html">state</a>' or 'empire' can be too general.
</p>

<div id="outline-container-org9420993" class="outline-2">
<h2 id="org9420993"><span class="section-number-2">1</span> Independence</h2>
<div class="outline-text-2" id="text-1">
<p>
States in independent systems are free to make domestic decisions as well as "external" decisions (i.e. foreign affairs), although the latter decisions are limited to their reliance/involvement in the system and need to manage relations. When such states interact they realize it is more difficult to forgo external help and eventually a network of alliances and agreements is established. These alliances influence the decisions of each state and order is then promoted by the idea that all seek to gain mutual benefits by holding up the system. This belief that working to uphold the system will be beneficial to all parties is described by the term <i>raison de système</i>.
</p>

<p>
This notion of freedom is limited by the amount of reliance on outside parties as well as the possibility of hegemony arising.
</p>
</div>
</div>

<div id="outline-container-org0887514" class="outline-2">
<h2 id="org0887514"><span class="section-number-2">2</span> Hegemony</h2>
<div class="outline-text-2" id="text-2">
<p>
States in a hegemonic system continue to have the ability to make domestic and foreign decisions, but a single or few powerful states has authority over the agreements and alliances between other nations. In other words: a powerful state supervises and controls the independent system. 
</p>

<p>
Some say that hegemony refers to a single power: in reality, there are many examples of dual-hegemony or a number of controlling states so generalizing the definition is useful.
</p>

<p>
Hegemony is not dicatorship: there is conversation/debate between the authority and the other states.
</p>
</div>
</div>

<div id="outline-container-org4728e21" class="outline-2">
<h2 id="org4728e21"><span class="section-number-2">3</span> Suzerainty</h2>
<div class="outline-text-2" id="text-3">
<p>
Suzerainty is when a state exercises political control over another, much like hegemony. Suzerainty is where hegemonial power is considered legitimate power (as opposed to the "soft power" nature of a hegemonial system). A good example might be the relationship between the Roman Empire and its outer colonies like Spain. This along with other historical examples has it amount to "having control over" or "owning" a state but leaving it alone. 
</p>

<p>
It can be argued that this and hegemony are equivalent as tacit acceptance of power is still acceptance.
</p>
</div>
</div>

<div id="outline-container-org6f63bfa" class="outline-2">
<h2 id="org6f63bfa"><span class="section-number-2">4</span> Dominion</h2>
<div class="outline-text-2" id="text-4">
<p>
Dominion is where an authority controls the domestic decisions of a state, but the state remains its own discrete entity and a level of control over domestic affairs.
</p>
</div>
</div>

<div id="outline-container-orgd6c6012" class="outline-2">
<h2 id="orgd6c6012"><span class="section-number-2">5</span> Empire</h2>
<div class="outline-text-2" id="text-5">
<p>
Direct governance from a political authority, essentially no freedom.
</p>
</div>
</div>
</div>
</body>
</html>
